{
  "app.btnSave": "Save",
  "app.btnCancel": "Cancel",
  "app.btnDelete": "Delete",
  "app.resultsPerPage": "Results per page",
  "app.loginInfo": "Enter e-mail and password to enter the system. To test, use email ", 
  "dashboard.WelcomeMessage": "Welcome to the restaurant management system. This application was developed with the aim of offering both a simple inventory management system and a complex calculation to help the restaurant manager to calculate the fair price of his dishes.",
  "dashboard.multiMessage": "To facilitate the experience of users from different locations, this application supports two languages as well as the possibility of light and dark themes.",
  "dashboard.limitations": "Due to JSON server limitations (and my backend knowledge), some functionality was omitted, such as a query that only returned products with minimum quantities greater than the quantities available in stock. I believe this can be resolved and as soon as I have an answer I will expand this functionality.",
  "dashboard.contact": " Questions or suggestions can make use of the WhatsApp button, Email, or even GitHub itself. Enjoy.",
  "header.establishment": "Establishment name: ",
  "footer.social": "Follow us on social media ",
  "sidebar.dashboard": "Welcome",
  "sidebar.dishUl": "Dish values",
  "sidebar.menu": "Menu",
  "sidebar.stock": "Stock",
  "sidebar.logout": "Site Logout",
  "sidebar.navTitle": "Navigation menu",
  "dishes.btnNewDish": "New Dish",
  "dishes.selectDish": "Create or select a Dish to edit it",
  "dishes.name": "Dish name:",
  "dishes.productionCost": "Production cost:",
  "dishes.sellCost": "Sell Cost:",
  "dishes.profit": "Profit: ",
  "dishes.form.ingredientsInstructions" : "To calculate the total cost of production you must enter the net amount of product used and purchased. E.g.: 300g. Also the loss rate on preparation. This rate tells how much of the product is wasted on preparation. ",
  "dishes.form.ingredientsPriceInstructions" : "The cost of the dish represents the sum of the price of all ingredients in Dollars. This field is filled in automatically. Dish value is an arbitrary price you must put on your plate. We suggest at least 50% more than the cost of all ingredients.",
  "dishes.form.ingredientsQuantity" : "Based on the ingredient amount bought and used. The unitary ingredient cost is: $ ",
  "stock.stockTitle": "Products in stock: ",
  "stock.stockSearch": "Search product in stock: "
}
