{
  "app.btnSave": "Salvar",
  "app.btnCancel": "Cancelar",
  "app.btnDelete": "Excluir",
  "app.resultsPerPage": "Resultados por página",
  "app.loginInfo": "Digite e-mail e senha para entrar no sistema. Para testar, use o e-mail ",
  "dashboard.WelcomeMessage": "Bem vindo ao sistema de gerenciamento de restaurante. Essa aplicação foi desenvolvida com o intuito de oferecer tanto um simples sistema de gerenciamento de estoque quanto um complexo cálculo para auxiliar o gerente do restaurate a calcular o preço justo sobre seus pratos. ",
  "dashboard.multiMessage": "Para facilitar a experiência de usuários de diferentes localizações essa aplicação tem suporte a dois idiomas assim como a possibilidade de um tema claro e outro escuro.",
  "dashboard.limitations": "Devido a limitações do Json Server (e dos meus conhecimentos de backend), algumas funcionalidades foram omitidas como por exemplo uma query que retornasse somente os produtos com quantidades mínimas maiores que as quantidades disponíveis no estoque. Acredito que isso possa ser resolvido e assim que tiver uma resposta expandirei essa funcionalidade.", 
  "dashboard.contact": "Dúvidas ou sugestões podem fazer uso do botão WhatsApp, Email, ou até mesmo do próprio GitHub. Aproveitar.",
  "header.establishment": "Nome do estabelecimento: ",
  "footer.social": "Siga-nos nas redes sociais ",
  "sidebar.dashboard": "Bem vindo(a)",
  "sidebar.dishUl": "Valores do prato",
  "sidebar.menu": "Menu",
  "sidebar.stock": "Estoque",
  "sidebar.logout": "Sair do Site",
  "sidebar.navTitle": "Menu de navegação",
  "dishes.btnNewDish": "Novo prato",
  "dishes.selectDish": "Crie ou selecione um Prato para editá-lo ",
  "dishes.name": "Nome do prato:",
  "dishes.productionCost": "Custo de produção: ",
  "dishes.sellCost": "Custo de venda: ",
  "dishes.profit": "Lucro: ",
  "dishes.form.ingredientsInstructions" : "Para calcular o custo total de produção, você deve inserir o valor líquido do produto usado e comprado. Ex.: 300g. Também a taxa de perda na preparação. Essa taxa informa quanto do produto é desperdiçado na preparação. ",
  "dishes.form.ingredientsPriceInstructions" : "O custo do prato representa a soma do preço de todos os ingredientes em Reais. Este campo é preenchido automaticamente. O valor do prato é um preço arbitrário que você deve colocar no seu prato. Sugerimos pelo menos 50% a mais que o custo de todos os ingredientes.",
  "dishes.form.ingredientsQuantity" : "Com base na quantidade de ingrediente comprada e usada. O custo unitário do ingrediente é: R$ ",
  "stock.stockTitle": "Produtos em estoque: ",
  "stock.stockSearch": "Procurar produto no estoque: "
}
